[
  {
    "id": "0.000001",
    "keys": "Yeti",
    "entry": "[A yeti girl, a voluptuous, beastly type of monster girl with a gentle, caring nature and a predilection for hugging and cuddling human males that wander close, and even claiming them as mates. They are jolly, and use their stacked, womanly bodies more than their cheerful, chirpy words to express emotions. Yeti girls have massive, fluffy pawed hands and feet, and fluffy white fur all over their bodies save for their exposed breasts, tummy, and groin.]",
    "isNotHidden": true
  },
  {
    "id": "0.000002",
    "keys": "Minotaur,Minotauress",
    "entry": "Minotaur girls are amazonian, tomboyish, towering and aggressive monster girls. [They trot around on beefy, ox hoofed feet, their fuzzy furred lower half a contrast to the tan skinned, rippling, womanly upper body. This monster girl has bull horns on her head, and floppy cow ears just below them. Minotaur girls have a strong instinct to charge and dominate human males when they see them, having rough femdom sex with them until they pass out, thus claiming them as their husband.]",
    "isNotHidden": true
  },
  {
    "id": "0.000003",
    "keys": "Gandharva",
    "entry": "The Gandharva, a rare subspecies of harpy, has shimmering, sunset colored feathers across her voluptuous body as well as golden claws and talons;[ the only parts of her left bare are her dazzling, tan skinned and buxom chest, curvy tummy, and her groin that slickens at the sight of a man.] The Gandharva is a master of singing in her mesmerizing, calming voice. [Gandharva love to smell human males, and will keep their faces against them to inhale their scent.]",
    "isNotHidden": true
  },
  {
    "id": "0.000004",
    "keys": "Creeping Coin",
    "entry": "[The Creeping Coin is a type of mimic, appearing from a distance as a pile of gold, but up close as a short, voluptuous, gold, warm, gel-like skinned monster girl. They wear a bright, revealing tasseled dress adorned with gold and ribbons which shows off the shimmering curves of their full-figured body. Creeping Coins can control men's minds and lust via their avarice, and will claim one as a husband if he falls for their trap.]",
    "isNotHidden": true
  },
  {
    "id": "0.000005",
    "keys": "Krampus",
    "entry": "[The Krampus is an aggressive, amazonian, eight foot tall demoness. She is covered in inky black fur with only her toned abs and gloriously large breasts left bare. Jagged fangs line her mouth, hiding a black tongue. Obsidian black horns adorn her head. Her lush, thundering legs end in goat hooves, her mighty arms end in claws, and her eyes glow crimson red with demonic power. She gives off a strong scent of sulfur and peppermint, and besides her love of femdom sex, she enjoys christmas sweets.]",
    "isNotHidden": true
  },
  {
    "id": "0.000006",
    "keys": "Arachne",
    "entry": "Arachne are monstergirls with the upper half of a woman, and the lower half of a spider. An Arachne's lower body has six main legs and two frontal forelegs. An Arachne's forelegs resemble human legs in structure, but are still pointed at the ends and covered in exoskeleton from the thigh downwards. Arachne are masters of weaving thread and creating bondage from their silk. Arachne are naturally quite sexually dominant, and thirst after quality prey to ravish with their bodies.",
    "isNotHidden": true
  },
  {
    "id": "0.000007",
    "keys": "Bunyip",
    "entry": "Bunyips are Lamia-like monstergirls with a human upper half and serpentine lower half. The snake-like lower body of a Bunyip is soft, plushy, and covered in thick, warm fur. A Bunyip's human upper half has smooth, grey skin. Bunyips have an incredibly piercing gaze, with deep amber-colored eyes. A Bunyip's head is crowned by two large and fluffy cat-like ears, which function as their most sensitive erogenous zone.",
    "isNotHidden": true
  },
  {
    "id": "0.000008",
    "keys": "Bogey",
    "entry": "A Bogey is a kind of Oni with big, fluffy arms and legs that are soft like a plush toy stuffed with cotton. Being a sub-species of Oni, Bogeys easily tower over humans with their height, as well as possessing a pair of large horns that sprout from the sides of their head. A Bogey's horns are just as soft and plushy as the rest of their bodies. Bogeys have big, plushy paws nearly the size of their bodies, which they use to embrace their prey in their big, soft arms.",
    "isNotHidden": true
  },
  {
    "id": "0.000009",
    "keys": "Apophis",
    "entry": "Apophis are monstergirls of the Lamia-family, with the upper body of a human woman and the lower body of a serpent. Apophis are made distinct thanks to the dark purple coloration of their skin and scales, as well as their royal cobra hoods. Most notably, Apophis venom is far more powerful than Lamia venom, behaving as an aphrodisiac and neurotoxin that makes an Apophis' prey lust-addled slaves to their commands.",
    "isNotHidden": true
  },
  {
    "id": "0.000010",
    "keys": "Scylla",
    "entry": "Scylla are monstergirls with the upper body of a human woman, and a lower body made of several large tentacles. A Scylla's body shifts from human to tentacled at their waistline. A Scylla's tentacles are quite dexterous, usually colored vibrantly and coated in a thick later of mucus. The tentacles of a Scylla are incredibly sensitive to touch and pressure.",
    "isNotHidden": true
  },
  {
    "id": "0.000011",
    "keys": "Mothgirl",
    "entry": "Mothgirls are monstergirls with humanoid bodies and moth-like features. Mothgirls have large wings on their back, two pairs of arms, and a set of fern-shaped antennae on the top of their head. The body of a Mothgirl has several patches of very soft and fluffy fur on it, in between smooth skin. Mothgirls can release an aphrodisiac powder from their wings when they enter a state of arousal.",
    "isNotHidden": true
  },
  {
    "id": "0.000012",
    "keys": "Night Gaunt",
    "entry": "Night Gaunts are Succubus-type demons from the abyssal realm. Night Gaunts have tall and alluring bodies covered in skin-tight black film like a bodysuit, along with curled horns and a pair of bat-like wings. Night Gaunts love to fly through the night skies, swooping down and wrestling with men they fancy. After capturing a man, Night Gaunts take their time caressing their male and slathering him in their shadow mucus, which makes the man incredibly sensitive to pleasure.",
    "isNotHidden": true
  },
  {
    "id": "0.000013",
    "keys": "Lamia",
    "entry": "Lamias are monstergirls with the upper body of a human woman and the lower body of a snake. Lamias have long and nimble forked tongues. The lower half of a Lamia is that of a snake; cold to the touch and covered in smooth scales. Lamias slither around with their lower bodies to move. Lamias especially enjoy wrapping their lower bodies around their mates during intercourse.",
    "isNotHidden": true
  },
  {
    "id": "0.000014",
    "keys": "Siren",
    "entry": "Sirens are monstergirls with the power to charm human men through their voices and song. A Siren's voice is dripping with the power to seduce those who hear it. A Siren's body and charisma have similar seductive effects. Sirens ooze beauty with an enticing radiance, making even simple features appear exceptionally sexy.",
    "isNotHidden": true
  },
  {
    "id": "0.000015",
    "keys": "Slime-girl",
    "entry": "Slime-girls are monstergirls with bodies made entirely of transparent gelatin, or slime. The slimy gelatin that composes the body of a Slime-girl is malleable and can change into various forms according what the slimegirl wants. A Slime-girl's gelatin is cool to the touch. Silmegirls love the sensation of warmth from their partners against their chilly gelatin. Slime-girls enjoy the heat, texture, and taste of semen immensely.",
    "isNotHidden": true
  },
  {
    "id": "0.000016",
    "keys": "Oni",
    "entry": "Oni are monstergirls with a pair of horns sprouting from their forehead and large upper and lower fangs that slide past their lips. Oni come in a variety of colors, some with human-looking skin tones and others with vibrant colors such as red or blue. Oni females are much taller than human males. Oni love to drink alcohol, with a deep-seated warrior culture of strength and honor. The only thing Oni love more than contests of strength, is rough sex with males they deem worthy of their bodies.",
    "isNotHidden": true
  },
  {
    "id": "0.000017",
    "keys": "Mershark ",
    "entry": "Mersharks are monstergirls that resemble mermaids with the characteristics of sharks. Mersharks have extra fins on both their forearms and lower bodies, which lets them move at very high speeds through the water. The body of a Mershark is covered in special shark skin that is slippery smooth in one direction, and slightly abrasive in the other. Mersharks are ferocious and bold in both personality and sexual appetite.",
    "isNotHidden": true
  },
  {
    "id": "0.000018",
    "keys": "Sandworm",
    "entry": "Sandworms are enormous worm monstergirls that inhabit the desert's dunes. On the outside, they have the appearance of an armored worm, but their main body is actually on the inside. Inside the mouth of a Sandworm is their main body, which looks like a woman made of glistening pink, tongue-like tissue. Sandworms store their squishy main body inside jaws of their armored outer body. Sandworms will burrow under the sand and ambush men, bringing them inside their mouths to mate with their main body.",
    "isNotHidden": true
  },
  {
    "id": "0.000019",
    "keys": "Hellhound",
    "entry": "Hellhounds are a race of monstergirls with ash gray skin, thick black fur, and burning orange eyes. Hellhounds resemble fierce female werewolves from the underworld that have a durable, powerful bodies that are always burning uncontrollably with seething lust. Hellhound females are incorruptible dominants, utterly unbreakable in their drive to subjugate men and breed with them ferociously. A Hellhound's eyes are winged with magic hellfire, which blazes in response to their emotions.",
    "isNotHidden": true
  },
  {
    "id": "0.000020",
    "keys": "Anubis",
    "entry": "Anubis are wolf-type monstergirls with dark tan skin and black fur. Anubis originally hail from the desert, with lithe bodies and perky ears atop their head that pair with a large, fluffy tail. Anubis have a refined and noble disposition complimented by their build, with a passion for order and decadence in all things. As wolfgirls, they are naturally quite stoic creatures, but are always hiding a deep compulsion for sex.",
    "isNotHidden": true
  },
  {
  "id": "0.000021",
    "keys": "Living Doll",
    "entry": "Living dolls are lilliputian, pompous, possessed dolls, wearing frilly dresses, even dainty hats. Living Dolls have a constant craving for male essence much like other monster girls. [They also have functioning, soft, artificial breasts and vaginas]. Their eyes are actually marbles set within their clicking alabaster like eyelids and sockets, and have joints on their limbs like a toy.[Living Dolls are possessed with demonic lust energy, and can influence your mind to have sex, or care for them]",
    "isNotHidden": true
  }

]
